{
    "The provided password does not match your current password.": "Zadané heslo se neshoduje s vaším současným heslem.",
    "The provided password is incorrect.": "Zadané heslo není správné, zkuste to prosím znovu.",
    "These credentials do not match our records.": "Tyto údaje nám nesouhlasí. Zkuste to znovu nebo si obnovte zapomenuté heslo.",
    "Too many login attempts. Please try again in :seconds seconds.": "Zkoušíte to až příliš často. Počkejte prosím :seconds sekund, než se pokusíte znovu přihlásit.",
    "Your password has been reset.": "Vaše heslo bylo úspěšně změněno. Teď se můžete přihlásit.",
    "We have emailed your password reset link.": "Odkaz pro obnovu hesla jsme vám odeslali e-mailem. Podívejte se do schránky (i do spamu).",
    "Please wait before retrying.": "Už jste o obnovu hesla požádali nedávno. Počkejte prosím chvíli, než to zkusíte znovu.",
    "This password reset token is invalid.": "Tento odkaz pro obnovu hesla už vypršel nebo není platný. Zkuste si prosím nechat poslat nový.",
    "We can't find a user with that email address.": "Uživatel s touto e-mailovou adresou u nás není registrovaný. Zkontrolujte prosím překlepy.",
    "Whoops! Something went wrong.": "Jejda! Něco se nepovedlo.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Potvrďte prosím přístup k vašemu účtu zadáním ověřovacího kódu z vaší aplikace.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Potvrďte prosím přístup k vašemu účtu zadáním jednoho z vašich záchranných kódů.",
    "Invalid code.": "Zadaný kód není správný, zkuste to prosím znovu.",
    "Invalid recovery code.": "Zadaný záchranný kód není správný, zkuste to prosím znovu.",
    "Web v přípravě": "Web v přípravě",
    "Status: Time-out": "Status: Time-out",
    "TIME-OUT!": "TIME-OUT!",
    "LAKUJEME PALUBOVKU!": "LAKUJEME PALUBOVKU!",
    "Trenér právě kreslí vítěznou taktiku pro náš nový web.": "Trenér právě kreslí vítěznou taktiku pro náš nový web.",
    "Vzali jsme si oddechový čas, abychom do nového webu dostali všechny ty smeče a trojky, které si zasloužíte. Dejte nám chvilku na střídačce, brzy se vrátíme do hry v plné sestavě!": "Vzali jsme si oddechový čas, abychom do nového webu dostali všechny ty smeče a trojky, které si zasloužíte. Dejte nám chvilku na střídačce, brzy se vrátíme do hry v plné sestavě!",
    "Pro trenéry": "Pro trenéry",
    "Vstup do šatny": "Vstup do šatny",
    "Sledujte nás": "Sledujte nás",
    "Waiting for the buzzer": "Waiting for the buzzer",
    "Všechna práva vyhrazena": "Všechna práva vyhrazena",
    "Členská sekce": "Členská sekce",
    "Přihlášení pro členy": "Přihlášení pro členy",
    "Zpátky do hry": "Zpátky do hry",
    "Zpátky do hry.": "Zpátky do hry.",
    "Přihlaste se a aréna je vaše.": "Přihlaste se a aréna je vaše.",
    "Zapomněli jste heslo?": "Zapomněli jste heslo?",
    "Zpět na hlavní stránku": "Zpět na hlavní stránku"
}
