{
    "These credentials do not match our records.": "Bad pass! These stats are not in our roster.",
    "Too many login attempts. Please try again in :seconds seconds.": "Too many personal fouls! Take a break on the bench for :seconds seconds.",
    "Your password has been reset.": "SLAM DUNK! Your password has been successfully changed.",
    "We have emailed your password reset link.": "ASSIST! We have sent the password reset link to your email.",
    "Please wait before retrying.": "Time-out! Please try again in a moment.",
    "This password reset token is invalid.": "Traveling! This link has expired or is invalid.",
    "We can't find a user with that email address.": "Air ball! No player with this email is in our league.",
    "Whoops! Something went wrong.": "STRATEGY ERROR! Something went wrong.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Show your team card! Enter the 6-digit authentication code from your app.",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Stay on the bench! Enter one of your emergency recovery codes.",
    "Invalid code.": "Bad pass! This code doesn't match, try again.",
    "Invalid recovery code.": "Traveling! This recovery code is not in our strategy.",
    "Web v přípravě": "Website under construction",
    "Status: Time-out": "Status: Time-out",
    "TIME-OUT!": "TIME-OUT!",
    "LAKUJEME PALUBOVKU!": "POLISHING THE COURT!",
    "Trenér právě kreslí vítěznou taktiku pro náš nový web.": "The coach is drawing up the winning strategy for our new website.",
    "Vzali jsme si oddechový čas, abychom do nového webu dostali všechny ty smeče a trojky, které si zasloužíte. Dejte nám chvilku na střídačce, brzy se vrátíme do hry v plné sestavě!": "We've taken a time-out to pack our new website with all the dunks and three-pointers you deserve. Give us a moment on the bench, we'll be back in the game with a full roster soon!",
    "Pro trenéry": "For Coaches",
    "Vstup do šatny": "Locker Room Entry",
    "Sledujte nás": "Follow us",
    "Waiting for the buzzer": "Waiting for the buzzer",
    "Všechna práva vyhrazena": "All rights reserved",
    "Členská sekce": "Member Section",
    "Přihlášení pro členy": "Member Login",
    "Zpátky do hry": "Back in the game",
    "Zpátky do hry.": "Back in the game.",
    "Vstup do kabiny": "Locker Room Access",
    "Z palubovky rovnou k taktické tabuli.": "Straight from the court to the tactical board.",
    "Přihlaste se a aréna je vaše.": "Sign in and the arena is yours.",
    "Zapomněli jste heslo?": "Forgot your password?",
    "Zapomenuté heslo": "Forgotten password",
    "Stává se i nejlepším střelcům. Pošleme přihrávku na nový start.": "It happens even to the best shooters. We'll send a pass for a new start.",
    "Nové heslo": "New password",
    "Resetujte si nastavení a naskočte zpět do hry.": "Reset your settings and jump back into the game.",
    "Ověření e-mailu": "Email verification",
    "Ještě jeden krok před výkopem. Potvrďte svůj e-mail.": "One more step before tip-off. Confirm your email.",
    "Registrace nového hráče": "New Player Registration",
    "Staň se součástí týmu a vyběhni na palubovku.": "Join the team and take the court.",
    "Zpět na přihlášení": "Back to login",
    "Zpět na hlavní stránku": "Back to homepage",
    "Potřebujete pomoci?": "Need help?",
    "email_reset_subject": "[Kbelští sokoli] Pass for a new password",
    "email_reset_heading": "Don't lose your dribble!",
    "email_reset_body": "We got word that you need a new password. No problem, just click the button below and get back in the game.",
    "email_reset_button": "Create new password",
    "email_reset_footer": "If you didn't request a change, you can leave this message on the bench.",
    "email_verify_subject": "[Kbelští sokoli] Confirm your team participation",
    "email_verify_heading": "Welcome to the locker room!",
    "email_verify_body": "One more step before tip-off. To make sure it's you, please confirm your email by clicking the button below.",
    "email_verify_button": "Confirm participation (email)",
    "email_regards": "Best regards,\nKbelští sokoli Team"
}
